Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Distribute Horizontally
ar: توزيع أفقيا
ca: Distribueix horitzontalment
cs: Rozmístit vodorovně
da: Fordel vandret
de: Horizontal verteilen
el: Διανομή Οριζόντια
es: Distribuir horizontalmente
fa: توزیع افقی
fi: Levitä vaakasuoraan
fr: Répartir horizontalement
he: הפצה אופקית
hr: Vodoravno rasporedite
hu: Vízszintes elosztás
id: Distribusikan Secara Horizontal
it: Distribuisci orizzontalmente
ja: 水平方向に分散
ko: 가로로 균등 분배
ms: Edarkan Secara Mendatar
nl: Horizontaal verdelen
no: Fordel horisontalt
pl: Rozłóż poziomo
pt_br: Distribuir horizontalmente
pt_pt: Distribuir horizontalmente
ro: Distribuiți pe orizontală
ru: Распределить по горизонтали
sk: Distribuovať horizontálne
sl: Porazdelite vodoravno
sv: Fördela horisontellt
th: กระจายตามแนวนอน
tr: Yatay Dağıt
uk: Розподілити по горизонталі
ur: افقی طور پر تقسیم کریں۔
vi: Phân phối theo chiều ngang
zh_hans: 水平分布
zh_hant: 水平分佈

source: Distribute Vertically
ar: توزيع عموديا
ca: Distribueix verticalment
cs: Distribuujte svisle
da: Fordel lodret
de: Vertikal verteilen
el: Κατανομή Κάθετα
es: Distribuir verticalmente
fa: توزیع عمودی
fi: Levitä pystysuunnassa
fr: Répartir verticalement
he: הפצה אנכית
hr: Distribuirajte okomito
hu: Függőleges elosztás
id: Distribusikan Secara Vertikal
it: Distribuisci verticalmente
ja: 垂直方向に分散
ko: 세로로 균등 분배
ms: Edarkan Secara Menegak
nl: Verticaal distribueren
no: Fordel vertikalt
pl: Rozłóż pionowo
pt_br: Distribuir verticalmente
pt_pt: Distribuir verticalmente
ro: Distribuiți pe verticală
ru: Распределить по вертикали
sk: Distribuovať vertikálne
sl: Porazdeli navpično
sv: Fördela vertikalt
th: กระจายในแนวตั้ง
tr: Dikey Dağıt
uk: Розподілити по вертикалі
ur: عمودی طور پر تقسیم کریں۔
vi: Phân phối theo chiều dọc
zh_hans: 垂直分布
zh_hant: 垂直分佈

source: Document Colors
ar: ألوان الوثيقة
ca: Colors del document
cs: Barvy dokumentu
da: Dokumentfarver
de: Dokumentfarben
el: Χρώματα εγγράφων
es: Colores del documento
fa: رنگ‌های سند
fi: Asiakirjan värit
fr: Couleurs du document
he: צבעי מסמכים
hr: Boje dokumenata
hu: Dokumentum színei
id: Warna Dokumen
it: Colori del documento
ja: 書類のカラー
ko: 문서 색상
ms: Warna Dokumen
nl: Documentkleuren
no: Dokumentfarger
pl: Kolory dokumentu
pt_br: Cores do documento
pt_pt: Cores do documento
ro: Culorile documentului
ru: Цвета документа
sk: Farby dokumentu
sl: Barve dokumentov
sv: Dokumentfärger
th: สีของเอกสาร
tr: Belge Renkleri
uk: Кольори документа
ur: دستاویز کے رنگ
vi: Màu tài liệu
zh_hans: 文稿颜色
zh_hant: 文件顏色

source: Doesn't fit
ar: لا يصلح
ca: No encaixa
cs: Nehodí se
da: Passer ikke
de: Passt nicht
el: Δεν ταιριάζει
es: No cabe
fa: جا نمی‌شود
fi: Ei sovi
fr: Ne tient pas
he: לא מתאים
hr: Ne pristaje
hu: Nem illik
id: Tidak cocok
it: Non entra
ja: 収まりません
ko: 맞지 않음
ms: tak muat
nl: Past niet
no: Passer ikke
pl: Nie pasuje
pt_br: Não cabe
pt_pt: Não cabe
ro: Nu se potrivește
ru: Не помещается
sk: Nepasuje
sl: Ne ustreza
sv: Passar inte
th: ไม่พอดี
tr: Sığmıyor
uk: Не вміщається
ur: فٹ نہیں آتا
vi: Không phù hợp
zh_hans: 放不下
zh_hant: 放不下

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Έγινε
es: Hecho
fa: انجام شد
fi: Valmis
fr: Terminé
he: בוצע
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nl: Klaar
no: Ferdig
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klart
th: เสร็จแล้ว
tr: Bitti
uk: Готово
ur: ہو گیا
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Done Cropping
ar: تم الاقتصاص
ca: Retall fet
cs: Hotovo oříznutí
da: Færdig beskæring
de: Zuschneiden beenden
el: Ολοκληρώθηκε η περικοπή
es: Terminar recorte
fa: پایان برش
fi: Rajaus tehty
fr: Terminer le recadrage
he: בוצע חיתוך
hr: Obrezivanje je završeno
hu: Vágás kész
id: Selesai Memotong
it: Fine ritaglio
ja: トリミングを完了
ko: 자르기 완료
ms: Selesai Memangkas
nl: Klaar met bijsnijden
no: Ferdig med beskjæring
pl: Zakończono przycinanie
pt_br: Concluir recorte
pt_pt: Recorte concluído
ro: Decupare gata
ru: Завершить обрезку
sk: Hotovo orezanie
sl: Obrezovanje končano
sv: Klar med beskärning
th: ครอบตัดเสร็จแล้ว
tr: Kırpmayı Bitir
uk: Завершити обрізання
ur: کٹائی ہو گئی۔
vi: Đã cắt xong
zh_hans: 完成裁剪
zh_hant: 完成裁切

source: Double-click
ar: انقر نقرا مزدوجا
ca: Feu doble clic
cs: Poklepejte
da: Dobbeltklik
de: Doppelklicken
el: Κάντε διπλό κλικ
es: Doble clic
fa: دوبار کلیک
fi: Kaksoisnapsauta
fr: Double-cliquez
he: לחץ פעמיים
hr: Dupli klik
hu: Kattintson duplán
id: Klik dua kali
it: Doppio clic
ja: ダブルクリック
ko: 두 번 클릭
ms: Klik dua kali
nl: Dubbelklik
no: Dobbeltklikk
pl: Kliknij dwukrotnie
pt_br: Clique duas vezes
pt_pt: Clique duas vezes
ro: Faceți dublu clic
ru: Двойное нажатие
sk: Dvakrát kliknite
sl: Dvakrat kliknite
sv: Dubbelklicka
th: ดับเบิลคลิก
tr: Çift tıklama
uk: Подвійне клацання
ur: ڈبل کلک کریں۔
vi: Bấm đúp
zh_hans: 连按两次
zh_hant: 按兩下

source: Double-click a **device** or **image** shape to open the picker and swap its picture.
ar: انقر نقرًا مزدوجًا فوق شكل **جهاز** أو **صورة** لفتح المنتقي وتبديل صورته.
ca: Feu doble clic en una forma de **dispositiu** o **imatge** per obrir el selector i intercanviar-ne la imatge.
cs: Dvojitým kliknutím na tvar **zařízení** nebo **obrázek** otevřete nástroj pro výběr a vyměňte jeho obrázek.
da: Dobbeltklik på en **enhed**- eller **billede**-form for at åbne vælgeren og skifte dens billede.
de: Doppelklicke auf eine **Geräte**- oder **Bild**form, um die Auswahl zu öffnen und das Bild auszutauschen.
el: Κάντε διπλό κλικ σε ένα σχήμα **συσκευής** ή **εικόνας** για να ανοίξετε το εργαλείο επιλογής και να αλλάξετε την εικόνα του.
es: Haz doble clic en una forma de **dispositivo** o de **imagen** para abrir el selector y cambiar su imagen.
fa: روی یک شکل **دستگاه** یا **تصویر** دوبار کلیک کنید تا انتخابگر باز شود و تصویر آن عوض شود.
fi: Kaksoisnapsauta **laitteen** tai **kuvan** muotoa avataksesi valitsimen ja vaihtaaksesi sen kuvaa.
fr: Double-cliquez sur une forme **appareil** ou **image** pour ouvrir le sélecteur et échanger son image.
he: לחץ פעמיים על צורת **מכשיר** או **תמונה** כדי לפתוח את הבורר ולהחליף את התמונה שלו.
hr: Dvaput kliknite oblik **uređaja** ili **slike** da biste otvorili alat za odabir i zamijenili njegovu sliku.
hu: Kattintson duplán egy **eszköz** vagy **kép** alakzatra a kiválasztó megnyitásához és a kép felcseréléséhez.
id: Klik dua kali bentuk **perangkat** atau **gambar** untuk membuka pemilih dan menukar gambarnya.
it: Fai doppio clic su una forma **dispositivo** o **immagine** per aprire il selettore e sostituirne l'immagine.
ja: **デバイス** または **画像** の図形をダブルクリックするとピッカーが開き、画像を差し替えられます。
ko: **기기** 또는 **이미지** 도형을 두 번 클릭하면 선택기가 열려 이미지를 바꿀 수 있습니다.
ms: Klik dua kali bentuk **peranti** atau **imej** untuk membuka pemilih dan menukar gambarnya.
nl: Dubbelklik op een **apparaat**- of **afbeelding**-vorm om de kiezer te openen en de bijbehorende afbeelding te verwisselen.
no: Dobbeltklikk på en **enhet** eller **bilde**-form for å åpne velgeren og bytte bildet.
pl: Kliknij dwukrotnie kształt **urządzenie** lub **obraz**, aby otworzyć selektor i zamienić jego obraz.
pt_br: Clique duas vezes em uma forma de **dispositivo** ou **imagem** para abrir o seletor e trocar sua imagem.
pt_pt: Clique duas vezes em uma forma de **dispositivo** ou **imagem** para abrir o seletor e trocar sua imagem.
ro: Faceți dublu clic pe o formă de **dispozitiv** sau **imagine** pentru a deschide selectorul și a schimba imaginea acestuia.
ru: Дважды нажмите фигуру **устройства** или **изображения**, чтобы открыть окно выбора и заменить картинку.
sk: Dvojitým kliknutím na tvar **zariadenia** alebo **obrázka** otvorte nástroj na výber a vymeňte jeho obrázok.
sl: Dvokliknite obliko **naprave** ali **slike**, da odprete izbirnik in zamenjate njegovo sliko.
sv: Dubbelklicka på en **enhet** eller **bild** form för att öppna väljaren och byta bild.
th: คลิกสองครั้งที่รูปร่าง **อุปกรณ์** หรือ **รูปภาพ** เพื่อเปิดเครื่องมือเลือกและสลับรูปภาพ
tr: Seçiciyi açıp resmini değiştirmek için bir **aygıt** veya **görüntü** şeklini çift tıklayın.
uk: Двічі клацніть фігуру **пристрою** або **зображення**, щоб відкрити засіб вибору й замінити картинку.
ur: چننے والے کو کھولنے اور اس کی تصویر کو تبدیل کرنے کے لیے **آلہ** یا **تصویری** شکل پر ڈبل کلک کریں۔
vi: Bấm đúp vào hình dạng **thiết bị** hoặc **hình ảnh** để mở bộ chọn và hoán đổi hình ảnh của nó.
zh_hans: 连按两次 **设备** 或 **图像** 形状，即可打开选择器并更换其图片。
zh_hant: 按兩下**裝置**或**影像**形狀即可開啟選擇器並替換其圖片。

source: Double-click a **device** shape, or an empty **image** shape, to open the picker and swap its picture.
ar: انقر نقرًا مزدوجًا فوق شكل **جهاز**، أو شكل **صورة** فارغ، لفتح المنتقي وتبديل صورته.
ca: Feu doble clic en una forma de **dispositiu** o en una forma d'**imatge** buida per obrir el selector i intercanviar-ne la imatge.
cs: Dvojitým kliknutím na tvar **zařízení** nebo na prázdný **obrázek** otevřete nástroj pro výběr a vyměňte jeho obrázek.
da: Dobbeltklik på en **enhed**-form eller en tom **billede**-form for at åbne vælgeren og bytte dens billede.
de: Doppelklicke auf eine **Geräte**-Form oder eine leere **Bild**-Form, um die Auswahl zu öffnen und ihr Bild auszutauschen.
el: Κάντε διπλό κλικ σε ένα σχήμα **συσκευής** ή σε ένα κενό σχήμα **εικόνας**, για να ανοίξετε το εργαλείο επιλογής και να αλλάξετε την εικόνα του.
es: Haz doble clic en una forma de **dispositivo** o en una forma de **imagen** vacía para abrir el selector y cambiar su imagen.
fa: روی یک شکل **دستگاه** یا یک شکل **تصویر** خالی دوبار کلیک کنید تا انتخابگر باز شود و تصویرش را عوض کنید.
fi: Kaksoisnapsauta **laitteen** muotoa tai tyhjää **kuvan** muotoa avataksesi valitsimen ja vaihtaaksesi sen kuvan.
fr: Double-cliquez sur une forme **appareil**, ou sur une forme **image** vide, pour ouvrir le sélecteur et changer son image.
he: לחץ פעמיים על צורת **מכשיר**, או צורה **תמונה** ריקה, כדי לפתוח את הבורר ולהחליף את התמונה שלו.
hr: Dvaput kliknite oblik **uređaja** ili prazan oblik **slike** da biste otvorili birač i zamijenili njegovu sliku.
hu: Kattintson duplán egy **eszköz** alakzatra vagy egy üres **kép** alakzatra a kiválasztó megnyitásához és a kép felcseréléséhez.
id: Klik dua kali bentuk **perangkat**, atau bentuk **gambar** kosong, untuk membuka pemilih dan menukar gambarnya.
it: Fai doppio clic su una forma **dispositivo**, o su una forma **immagine** vuota, per aprire il selettore e cambiarne l'immagine.
ja: **デバイス**図形、または空の**画像**図形をダブルクリックすると、ピッカーが開いて画像を差し替えられます。
ko: **기기** 도형이나 비어 있는 **이미지** 도형을 이중 클릭하면 선택기가 열려 사진을 바꿀 수 있습니다.
ms: Klik dua kali bentuk **peranti**, atau bentuk **imej** kosong, untuk membuka pemilih dan menukar gambarnya.
nl: Dubbelklik op een **apparaat**-vorm of een lege **afbeelding**-vorm om de kiezer te openen en de bijbehorende afbeelding te verwisselen.
no: Dobbeltklikk på en **enhet**-form, eller en tom **bilde**-form, for å åpne velgeren og bytte bildet.
pl: Kliknij dwukrotnie kształt **urządzenie** lub pusty kształt **obraz**, aby otworzyć selektor i zamienić jego obraz.
pt_br: Clique duas vezes em uma forma de **dispositivo**, ou em uma forma de **imagem** vazia, para abrir o seletor e trocar a imagem.
pt_pt: Clique duas vezes em uma forma de **dispositivo** ou em uma forma de **imagem** vazia para abrir o seletor e trocar sua imagem.
ro: Faceți dublu clic pe o formă de **dispozitiv** sau pe o formă de **imagine** goală, pentru a deschide selectorul și a schimba imaginea acestuia.
ru: Дважды нажмите на фигуру **устройства** или пустую фигуру **изображения**, чтобы открыть выбор и заменить картинку.
sk: Dvojitým kliknutím na tvar **zariadenia** alebo prázdny tvar **obrázka** otvorte nástroj na výber a vymeňte jeho obrázok.
sl: Dvokliknite obliko **naprave** ali prazno obliko **slike**, da odprete izbirnik in zamenjate njegovo sliko.
sv: Dubbelklicka på en **enhet**-form, eller en tom **bild**-form, för att öppna väljaren och byta bild.
th: คลิกสองครั้งที่รูปร่าง **อุปกรณ์** หรือรูปร่าง **รูปภาพ** ว่าง เพื่อเปิดเครื่องมือเลือกและสลับรูปภาพ
tr: Seçiciyi açıp resmini değiştirmek için bir **aygıt** şekline veya boş bir **görüntü** şekline çift tıklayın.
uk: Двічі клацніть фігуру **пристрою** або порожню фігуру **зображення**, щоб відкрити вибір і замінити картинку.
ur: چننے والے کو کھولنے اور اس کی تصویر کو تبدیل کرنے کے لیے **آلہ** کی شکل، یا خالی **تصویر** شکل پر ڈبل کلک کریں۔
vi: Bấm đúp vào hình dạng **thiết bị** hoặc hình dạng **hình ảnh** trống để mở bộ chọn và hoán đổi hình ảnh của nó.
zh_hans: 连按**设备**形状或空的**图像**形状，即可打开选择器并更换其图片。
zh_hant: 按兩下**裝置**形狀或空的**影像**形狀，即可打開選擇器並更換其圖片。

source: Double-click a **text** shape to edit it in place.
ar: انقر نقرًا مزدوجًا فوق شكل **نص** لتحريره في مكانه.
ca: Feu doble clic en una forma de **text** per editar-la al seu lloc.
cs: Poklepáním na tvar **text** jej upravte na místě.
da: Dobbeltklik på en **tekst**-form for at redigere den på plads.
de: Doppelklicke auf eine **Text**form, um sie direkt zu bearbeiten.
el: Κάντε διπλό κλικ σε ένα σχήμα **κείμενο** για να το επεξεργαστείτε στη θέση του.
es: Haz doble clic en una forma de **texto** para editarla ahí mismo.
fa: روی شکل **متنی** دوبار کلیک کنید تا همان‌جا ویرایشش کنید.
fi: Kaksoisnapsauta **teksti**-muotoa muokataksesi sitä paikallaan.
fr: Double-cliquez sur une forme **texte** pour la modifier sur place.
he: לחץ פעמיים על צורת **טקסט** כדי לערוך אותה במקום.
hr: Dvaput kliknite oblik **teksta** da biste ga uredili na mjestu.
hu: Kattintson duplán egy **szöveg** alakzatra a helyén való szerkesztéshez.
id: Klik dua kali bentuk **teks** untuk mengeditnya di tempatnya.
it: Fai doppio clic su una forma di **testo** per modificarla direttamente.
ja: **テキスト** 図形をダブルクリックすると、その場で編集できます。
ko: **텍스트** 도형을 두 번 클릭하여 그 자리에서 편집합니다.
ms: Klik dua kali bentuk **teks** untuk mengeditnya di tempatnya.
nl: Dubbelklik op een **tekst**-vorm om deze op zijn plaats te bewerken.
no: Dobbeltklikk på en **tekst**-form for å redigere den på plass.
pl: Kliknij dwukrotnie kształt **tekstu**, aby go edytować na miejscu.
pt_br: Clique duas vezes em uma forma de **texto** para editá-la ali mesmo.
pt_pt: Clique duas vezes em uma forma de **texto** para editá-la no lugar.
ro: Faceți dublu clic pe o formă de **text** pentru a o edita pe loc.
ru: Дважды нажмите **текстовую** фигуру, чтобы отредактировать ее на месте.
sk: Dvakrát kliknite na tvar **text** a upravte ho na mieste.
sl: Dvokliknite obliko **besedila**, da jo uredite na mestu.
sv: Dubbelklicka på en **text**-form för att redigera den på plats.
th: คลิกสองครั้งที่รูปร่าง **ข้อความ** เพื่อแก้ไขให้เข้าที่
tr: Yerinde düzenlemek için bir **metin** şeklini çift tıklayın.
uk: Двічі клацніть **текстову** фігуру, щоб редагувати її на місці.
ur: کسی **ٹیکسٹ** شکل پر دو بار کلک کرکے اس میں ترمیم کریں۔
vi: Bấm đúp vào hình dạng **văn bản** để chỉnh sửa tại chỗ.
zh_hans: 连按两次 **文本** 形状即可就地编辑。
zh_hant: 按兩下**文字**形狀即可直接編輯。

source: Double-click a text shape to edit inline. Press **Esc** or click outside to commit.
ar: انقر نقرًا مزدوجًا فوق شكل نص لتحريره في السطر. اضغط على **Esc** أو انقر خارجًا للالتزام.
ca: Feu doble clic en una forma de text per editar-la en línia. Premeu **Esc** o feu clic a fora per confirmar.
cs: Poklepejte na tvar textu, který chcete upravit v textu. Pro potvrzení stiskněte **Esc** nebo klikněte mimo.
da: Dobbeltklik på en tekstform for at redigere inline. Tryk på **Esc** eller klik udenfor for at forpligte.
de: Doppelklicke auf eine Textform, um sie direkt zu bearbeiten. Drücke **Esc** oder klicke außerhalb, um die Änderung zu übernehmen.
el: Κάντε διπλό κλικ σε ένα σχήμα κειμένου για ενσωματωμένη επεξεργασία. Πατήστε **Esc** ή κάντε κλικ στο εξωτερικό για δέσμευση.
es: Haz doble clic en una forma de texto para editarla ahí mismo. Pulsa **Esc** o haz clic fuera para confirmar.
fa: برای ویرایش درون‌خطی روی شکل متنی دوبار کلیک کنید. برای ثبت، **Esc** را بزنید یا بیرون از آن کلیک کنید.
fi: Kaksoisnapsauta tekstimuotoa muokataksesi upotettua. Paina **Esc** tai napsauta ulkopuolella sitoutuaksesi.
fr: Double-cliquez sur une forme de texte pour la modifier sur place. Appuyez sur **Échap** ou cliquez à l'extérieur pour valider.
he: לחץ פעמיים על צורת טקסט כדי לערוך בשורה. לחץ על **Esc** או לחץ בחוץ כדי להתחייב.
hr: Dvaput kliknite oblik teksta za uređivanje u tekstu. Pritisnite **Esc** ili kliknite izvana za obvezu.
hu: A szövegközi szerkesztéshez kattintson duplán egy szövegalakzatra. Nyomja meg az **Esc** billentyűt, vagy kattintson a kívülre a véglegesítéshez.
id: Klik dua kali bentuk teks untuk mengedit sebaris. Tekan **Esc** atau klik di luar untuk melakukan.
it: Fai doppio clic su una forma di testo per modificarla direttamente. Premi **Esc** o fai clic all'esterno per confermare.
ja: テキスト図形をダブルクリックすると、その場で編集できます。**Esc** を押すか外側をクリックすると確定します。
ko: 텍스트 도형을 두 번 클릭하여 바로 편집하세요. 편집을 마치려면 **Esc**를 누르거나 바깥쪽을 클릭하세요.
ms: Klik dua kali bentuk teks untuk mengedit sebaris. Tekan **Esc** atau klik di luar untuk melakukan.
nl: Dubbelklik op een tekstvorm om inline te bewerken. Druk op **Esc** of klik buiten om vast te leggen.
no: Dobbeltklikk på en tekstform for å redigere inline. Trykk **Esc** eller klikk utenfor for å forplikte.
pl: Kliknij dwukrotnie kształt tekstu, aby edytować go bezpośrednio. Naciśnij **Esc** lub kliknij na zewnątrz, aby zatwierdzić.
pt_br: Clique duas vezes em uma forma de texto para editá-la diretamente na tela. Pressione **Esc** ou clique fora para confirmar.
pt_pt: Clique duas vezes em uma forma de texto para editá-la in-line. Pressione **Esc** ou clique fora para confirmar.
ro: Faceți dublu clic pe o formă de text pentru a edita în linie. Apăsați **Esc** sau faceți clic în exterior pentru a confirma.
ru: Дважды нажмите текстовую фигуру, чтобы отредактировать ее на месте. Нажмите **Esc** или щелкните снаружи, чтобы применить изменения.
sk: Dvakrát kliknite na tvar textu, ktorý chcete vložiť. Stlačte **Esc** alebo kliknite mimo pre potvrdenie.
sl: Dvokliknite besedilno obliko za urejanje v vrstici. Press **Esc** or click outside to commit.
sv: Dubbelklicka på en textform för att redigera inline. Tryck på **Esc** eller klicka utanför för att bekräfta.
th: คลิกสองครั้งที่รูปร่างข้อความเพื่อแก้ไขแบบอินไลน์ กด **Esc** หรือคลิกด้านนอกเพื่อคอมมิต
tr: Satır içi düzenlemek için bir metin şeklini çift tıklayın. Onaylamak için **Esc** tuşuna basın veya dışarıya tıklayın.
uk: Двічі клацніть текстову фігуру, щоб редагувати її на місці. Натисніть **Esc** або клацніть поза нею, щоб застосувати зміни.
ur: ان لائن میں ترمیم کرنے کے لیے متن کی شکل پر ڈبل کلک کریں۔ **Esc** دبائیں یا کمٹ کرنے کے لیے باہر کلک کریں۔
vi: Bấm đúp vào hình dạng văn bản để chỉnh sửa nội tuyến. Nhấn **Esc** hoặc nhấp vào bên ngoài để xác nhận.
zh_hans: 连按两次文本形状即可就地编辑。按 **Esc** 或点按外部区域即可确认。
zh_hant: 按兩下文字形狀即可直接編輯。按 **Esc** 或按一下外部即可確認。

source: Double-click an **image** shape that has a picture to crop it: drag to reposition, then press **Return**.
ar: انقر نقرًا مزدوجًا فوق شكل **صورة** يحتوي على صورة لقصها: اسحب لتغيير موضعها، ثم اضغط على **Return**.
ca: Feu doble clic en una forma d'**imatge** que tingui una imatge per retallar-la: arrossegueu-la per canviar la posició i, a continuació, premeu **Retorn**.
cs: Poklepáním na **obrázek** tvar s obrázkem jej ořízněte: přetažením změňte polohu a poté stiskněte **Return**.
da: Dobbeltklik på en **billede**-form, der har et billede for at beskære det: træk for at flytte, og tryk derefter på **Retur**.
de: Doppelklicke auf eine **Bild**-Form mit Bild, um sie zuzuschneiden: Zieh zum Verschieben und drücke dann **Return**.
el: Κάντε διπλό κλικ σε ένα σχήμα **εικόνας** που έχει μια εικόνα για να το περικόψετε: σύρετε για αλλαγή θέσης και, στη συνέχεια, πατήστε **Επιστροφή**.
es: Haz doble clic en una forma de **imagen** que tenga una imagen para recortarla: arrastra para recolocarla y pulsa **Retorno**.
fa: روی یک شکل **تصویر** که تصویر دارد دوبار کلیک کنید تا برشش دهید: بکشید تا جابه‌جا شود، سپس **Return** را فشار دهید.
fi: Kaksoisnapsauta **kuvan** muotoa, jossa on kuva rajataksesi sen: siirrä paikkaa vetämällä ja paina sitten **Return**.
fr: Double-cliquez sur une forme **image** contenant une image pour la recadrer : faites glisser pour la repositionner, puis appuyez sur **Retour**.
he: לחץ פעמיים על צורת **תמונה** שיש לה תמונה כדי לחתוך אותה: גרור למיקום מחדש ולאחר מכן הקש על **Return**.
hr: Dvaput kliknite na oblik **slike** koji ima sliku da biste ga izrezali: povucite za promjenu položaja, zatim pritisnite **Return**.
hu: Kattintson duplán egy képpel rendelkező **képre** a kivágáshoz: húzással áthelyezheti, majd nyomja meg a **Return** gombot.
id: Klik dua kali bentuk **gambar** yang memiliki gambar untuk dipotong: seret untuk mengubah posisinya, lalu tekan **Kembali**.
it: Fai doppio clic su una forma **immagine** con un'immagine per ritagliarla: trascina per riposizionarla, poi premi **A capo**.
ja: 画像が入った**画像**図形をダブルクリックするとトリミングできます。ドラッグして位置を調整し、**return** キーを押します。
ko: 사진이 있는 **이미지** 도형을 이중 클릭하면 자를 수 있습니다. 드래그하여 위치를 조정한 다음 **Return** 키를 누르세요.
ms: Klik dua kali bentuk **imej** yang mempunyai gambar untuk memangkasnya: seret untuk meletakkan semula, kemudian tekan **Return**.
nl: Dubbelklik op een **afbeelding**-vorm met een afbeelding om deze bij te snijden: sleep om de positie te wijzigen en druk vervolgens op **Return**.
no: Dobbeltklikk på en **bilde**-form som har et bilde for å beskjære den: dra for å flytte, og trykk deretter på **Retur**.
pl: Kliknij dwukrotnie kształt **obrazu** zawierający obraz, aby go przyciąć: przeciągnij, aby zmienić położenie, a następnie naciśnij przycisk **Return**.
pt_br: Clique duas vezes em uma forma de **imagem** que tenha uma imagem para recortá-la: arraste para reposicionar e pressione **Return**.
pt_pt: Clique duas vezes em uma forma de **imagem** que tenha uma imagem para recortá-la: arraste para reposicionar e pressione **Retornar**.
ro: Faceți dublu clic pe o formă de **imagine** care are o imagine pentru a o decupa: trageți pentru a repoziționa, apoi apăsați **Return**.
ru: Дважды нажмите на фигуру **изображения** с картинкой, чтобы обрезать её: перетащите для изменения положения, затем нажмите **Return**.
sk: Dvakrát kliknite na **obrázok** tvar s obrázkom a orežte ho: potiahnutím zmeňte polohu a potom stlačte **Return**.
sl: Dvokliknite obliko **slike**, ki ima sliko, da jo obrežete: povlecite, da spremenite položaj, nato pritisnite **Return**.
sv: Dubbelklicka på en **bild**-form som har en bild för att beskära den: dra för att flytta och tryck sedan på **Retur**.
th: คลิกสองครั้งที่รูปร่าง **รูปภาพ** ที่มีรูปภาพให้ครอบตัด โดยลากเพื่อเปลี่ยนตำแหน่ง จากนั้นกด **Return**
tr: Resim içeren bir **görüntü** şeklini kırpmak için çift tıklayın: yeniden konumlandırmak için sürükleyin, ardından **Return** tuşuna basın.
uk: Двічі клацніть фігуру **зображення** з картинкою, щоб обрізати її: перетягніть для зміни положення, а потім натисніть **Return**.
ur: کسی **تصویر** کی شکل پر ڈبل کلک کریں جس میں تصویر کو تراشنے کے لیے ہے: دوبارہ جگہ دینے کے لیے گھسیٹیں، پھر **واپسی** کو دبائیں۔
vi: Bấm hai lần vào hình **hình ảnh** có ảnh để cắt: kéo để định vị lại, sau đó nhấn **Return**.
zh_hans: 连按带有图片的**图像**形状即可裁剪：拖移以调整位置，然后按下 **Return** 键。
zh_hant: 按兩下含有圖片的**影像**形狀即可裁切：拖移以調整位置，然後按下 **Return** 鍵。
